{
  "personaStories": [{
      "persona": "Aisha",
      "story": "<p>Aisha and her partner have had a rough six months, fighting a lot and have decided to separate. They have a 2 year old daughter who has been acting up because of all of the tension in the house. Her partner has moved out and Aisha and her daughter are staying in their two bedroom rental apartment. Her partner works nights, so was able to go to the courthouse and has dropped off a form for Aisha to fill out.</p><p>Aisha works in IT. She has a diploma and good job experience. She just started a new job a month ago. The hours are long and it can be high stress but she really likes her colleagues and the work is challenging. She is worried about managing her job and still getting to daycare in time to pick her daughter up on time. She has some flexibility to work from home one day a week, or to shift her hours if she checks in with her team first. She has to find a day to prepare for court, plus the day spent in court. Lately the anxiety is also affecting her health and she is taking sick time to try to get healthy.</p><p>She is feeling stressed and lonely. She has a close friend and a sister who live nearby. They both come over occasionally to help with dinner and share a bottle of wine. She would love to book a massage but she doesn’t have any benefits coverage.</p>"
    }, {
      "persona": "Marcus",
      "story": "</p>Marcus is a 32 year old sales manager for a manufacturing company. 18 months ago he and his partner, Barb, split up. They have three children, aged 5,6 and 9, who all go to the local school. When they split up, she moved to her sister’s house nearby and they worked with a lawyer to write a separation agreement. Six months ago, Barb took a new job three provinces away. The kids stayed with him and look forward to weekend visits with her as often as she can get back.</p><p>She wants to move forward with divorce proceedings. He wants to revisit the child support arrangements now that she has moved. He would like to see this resolved as he is anxious about the legal proceedings and finds it takes time away from his kids. Marcus learned that Barb had hired a lawyer when someone brought documents to his office. He is trying to organize all of the paperwork himself to cut down on legal fees. He will take out a loan if he has to hire a lawyer.</p><p>Marcus’ work schedule is requires him to be in the office Monday to Friday, from 9 – 6. He was already struggling to deal with school events and kids sports, but now he has to fit lawyers visits and court time into his schedule. He has talked to his boss to see if he can plan ahead for court appearances, but has been told that he will have to use his vacation days. In addition to missing a day of work for the court date, he takes two or three days off in advance to prepare the documents and write up his perspective. He is very intimidated about the court process and what it could mean for his family. He often doesn’t sleep well and ended up calling in sick the last time.</p><p>Marcus catches himself getting angry quicker and being short with people at work and with his kids. They complain about how busy he is and how he is always ‘doing paperwork’ as he tries to find the documents for the lawyer. They tell him that Mom is more fun. He hung up on a long-time client at work after a discussion about pricing. He was able to smooth things over, but his boss warned him to keep his problems at home.</p>"
    }, {
      "persona": "Roberta",
      "story": "<p>Roberta and her partner Alice have split up. Their two kids (11 and 14) are alternating weeks at each parent’s house. Roberta, 42, is really struggling with the separation, but Alice seems to be handling it easily. This adds to Roberta’s frustration and stress. She isn’t sleeping and is always trying to hide her anxiety from her kids and her friends.</p><p>Roberta works for the government and is able to make daytime appointments. She has been recommended to a lawyer who has experience with same-sex divorces and could use her savings to pay the retainer. She had been hoping that money would go to a family vacation next summer. As the court process starts, Roberta is nervous about what will happen. She has friends who complained about long, expensive proceedings. She takes two days to carefully prepare for each stage of the process, either by taking time off or using her weekends when the kids are at Alice’s.</p><p>Her friends are starting to notice a difference in Roberta. On the weeks that her kids are away, she seems out of control. She is often sick and misses work in the week leading up to court, or is impulsive, making plans or spending money that seems out of character.</p>"
    }, {
      "persona": "Pablo",
      "story": "<p>Pablo, 51, has been with his partner for 25 years. They got married the year after same-sex marriage was legalized. Their friends always talked about them as the model of a perfect couple. Now, after a few years of drifting apart, they have decided to divorce. They both agreed that a simple, discrete break would be best and his partner moved to a new city. Pablo has just started the process for an uncontested divorce, as he feels like the relationship lingers if he doesn’t take this final step, while his partner doesn’t seem to care.</p><p>Pablo is a high school teacher and has no flexibility to attend court offices or go see a lawyer. He called his union to see if he can miss a day but was told he will have to call in sick to attend court. He has some savings to cover costs if he needs to. Now that the process has started, he is sleeping poorly. He has seen his doctor about the insomnia and was prescribed sleeping pills. He is calling in sick when it gets too bad to do a good job in the classroom.</p>"
    }, {
      "persona": "Priya",
      "story": "<p>Priya is a 40 year old woman living with her 9 year old son. She works full-time hours in health care, which means she works shift work, with long hours but varied times.</p><p>Her marriage fell apart 3 years ago and she and her ex-husband have been unable to resolve all of the issues between them and now they are going to trial. This lengthy and stressful process has taken its toll on Priya. Before each day of trial, and for all of the proceedings before that, Priya takes two days off from work to prepare all of the necessary documentation and to ensure that she herself is mentally prepared for the day. Her work is shift work and has some flexibility if she needs to appear in court during a scheduled work shift. In the lead up to court dates, she stops eating and has found that she is more frequently sick. Her work benefits cover her medical and drug costs.</p><p>In order to pay for her family proceedings, Priya took out a loan.</p>"
    }, {
      "persona": "Maria",
      "story": "<p>Maria is 58 and lives alone, although her two young adult children frequently spend extended time at her place. Although she has professional qualifications, she stayed at home to raise the children during her marriage. Since her divorce, she has started to see clients part time. Her work flexibility means that she does not have to take “time off” for court but frequently finds that the proceedings leave her so drained that she cancels the meetings she had scheduled for the day after court. Given the nature of her work, she is starting to appear unreliable to clients and this has had a destabilizing effect on her business.</p><p>Although her divorce proceedings concluded a few years ago, her ex-husband is now seeking a variation (reduction) in the amount of spousal support he pays to her. The stress of this - both the fact of another court appearance and her ongoing concerns about money - have put a strain on her new relationship and her relations with her children. She is Ukrainian and she is not confident that she understands legal terminology in English. She hires someone from the local community centre to translate for her at court. She is paying for the cost of her court appearances with her credit card.</p>"
    }, {
      "persona": "Philippe",
      "story": "<p>Philippe is a 36 year old man living with and providing primary care for his 2 children, aged 4 and 6. He is a seasonal worker who is laid off for the winter. Philippe always struggled in school and doesn’t read well. During the earlier proceedings, he was intimidated by the court forms and terminology.  He is seeking a variation in the amount of child support that the mother of the children pays because she recently started a better job. While he has the flexibility to manage court appearances and prep, he still has to organize care for his children. He asks a neighbour for help and, if she is unavailable, he has to bring them to court.</p><p>He has paid for the costs of court on his credit card. He has found the burden of having to prepare for and attend court quite stressful. He also asks a friend to review his paperwork and come with him to court to help with the process. Having to admit that he needs more money to support his children is humiliating. After his children go to bed each night, he finds himself drinking heavily.</p>"
    }, {
      "persona": "Ahmed",
      "story": "<p>Ahmed is a 52 year old man who works in the construction industry. He has one college-aged son who does not live with him. He and his ex-wife began divorce proceedings 4 years ago and the process has stalled on numerous occasions. Their next court appearance is a motion to provide further financial information.</p><p>Ahmed is a private person who is very uncomfortable with court proceedings. He does not talk to anyone about the process or the strain he feels. However, after each court appearance, he is so shaken that he finds that he is unable to leave the house for up to three days. He lost many friends as a result of the divorce and finds himself more and more socially isolated as he goes through this process. His son has expressed concern for him but he is unwilling to open up or to seek help.</p><p>The nature of his work is such that he does not have job stability and any time he takes off work for court is unpaid. He pays for the costs of court using his savings.</p>"
    }

  ]
}
